Repository: 0231HF/hue
Catalog: apps/shell/src/shell/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Failed to create a shell of the given type. The possible reasons for this are:
fr: Echec de la creation du terminal demande. Les raisons possibles sont:

source: The system is out of PTYs.
fr: Le systeme n'a plus de PTYs disponible.

source: The system cannot create more subprocesses.
fr: Le systeme ne peut plus creer de processus.

source: You do not have permission to create shells of this type.
fr: Vous n'avez pas la permission de creer des terminaux de ce type.

source: There is no shell with that name.
fr: Il n'y a pas de terminal de ce nom.

source: There is no Unix user account for you.
fr: Votre compte Unix n'existe pas.

source: Please select one of the available shells from the toolbar above.
fr: S'il vous plait veuillez selectionner un des terminaux disponibles " "depuis la bar de menus ci dessus.

source: You do not have permission to access any shell or there is no configured shell.
fr: Vous n'avez pas la permission de creer des terminaux ou bien aucun d'eux n'est configure.

source: The Shell app requires a Unix user account for every user of Hue on the remote webserver.
fr: L'application Shell necessite un compte Unix pour chaque utilisateur de Hue sur le server distant.

source: Please ask your admin to create a user account for you on the remote webserver as described in the Shell documentation.
fr: S'il vous plait veuillez demander a votre administrateur de vous creer un compte sur le serveur distant comme descrit dans la documentation de Shell.
