Repository: 0231HF/hue
Catalog: desktop/libs/liboozie/src/liboozie/locale/*/LC_MESSAGES/django.po
Languages: pt, pt_br, zh_cn

source: URL of Oozie server. This is required for job submission.
pt: URL do Oozie Server. É necessário para a submissão de trabalhos.
pt_br: URL do servidor Oozie. Isto é necessário para envio da tarefa.
zh_cn: Oozie 服务器的 URL。提交作业时需要此 URL。

source: Whether Oozie requires client to perform Kerberos authentication.
pt: Se o Oozie requer que o cliente efectue a autenticação Kerberos ou não.
pt_br: Se o Oozie precisa de um cliente para realizar a autenticação no Kerberos.
zh_cn: Oozie 是否需要客户端执行 Kerberos 身份验证。

source: Location on HDFS where the workflows/coordinators are deployed when submitted by a non-owner.
pt: Localização no HDFS onde os workflows/coordinators são implementados quando submetidos por um não proprietário.
pt_br: Localização no HDFS em que os fluxos de trabalho/coordenadores são implantados quando enviados por um não proprietário.
zh_cn: 由非所有者提交时，工作流/协调器在 HDFS 上部署的位置。

source: The deployment directory of Oozie workflows does not exist. Run "Setup App" on the Oozie workflow page.
pt: O directório de implementação dos workflows do Oozie não existe. Execute "Setup App" (Configurar Aplicação) na página de workflow do Oozie.
pt_br: O diretório de implantação dos fluxos de trabalho do Oozie não existe. Execute "Setup App" na página do fluxo de trabalho do Oozie.
zh_cn: Oozie 工作流的部署目录不存在。运行 Oozie 工作流页面上的 "安装应用程序"。

source: Oozie Share Lib not installed in default location.
pt: Oozie Share Lib não instalada na localização predefinida.
pt_br: Oozie Share Lib não instalada na localização padrão.
zh_cn: Oozie 分享库 (Oozie Share Lib) 无法安装到默认位置。

source: Submission already submitted (Oozie job id %s)
pt: Submissão já enviada (ID do trabalho do Oozie %s)
pt_br: Envio já realizado (o id da tarefa do Oozie é %s)
zh_cn: 已提交提交（Oozie 作业 ID %s）

source: Failed to access deployment directory.
pt: Falha ao aceder ao directório de implementação.
pt_br: Falha ao acessar o diretório de implantação.
zh_cn: 无法访问部署目录。

source: Path is not a directory: %s.
pt: O caminho não é um directório: %s.
pt_br: O caminho não é um diretório: %s.
zh_cn: 路径不是目录：%s。

source: Error accessing directory '%s': %s.
pt: Erro ao aceder a directório "%s": %s.
pt_br: Erro de acesso ao diretório '%s': %s.
zh_cn: 访问目录 '%s' 时出错：%s。

source: Insufficient permission.
pt: Permissão insuficiente.
pt_br: Permissão insuficiente.
zh_cn: 无足够权限。

source: Permission denied. User %(username)s cannot modify user %(user)s's job.
pt: Permissão recusada. O utilizador %(username)s não pode modificar um trabalho %(user)s do utilizador.
pt_br: Permissão negada. O usuário %(username)s não pode modificar a tarefa do usuário %(user)s.
zh_cn: 权限被拒绝。用户 %(username)s 无法修改用户 %(user)s 的作业。
